---
kind: enumMember
id: F:Autodesk.Revit.DB.DistanceMeasuredFrom.Base
enum: Autodesk.Revit.DB.DistanceMeasuredFrom
source: html/909b774e-1565-7178-9b14-dd5c68a3c2fa.htm
---
# Autodesk.Revit.DB.DistanceMeasuredFrom.Base

From bottom.